src/main/resources/templates/seguros-mundial/consultar-tipo-poliza.vm

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <ConsultarTipoPoliza xmlns="http://www.mundialseguros.com.co/">
      <modelo>
        <vigencia>${body.get("vigencia")}</vigencia>
        <codSuc>${body.get("codSuc")}</codSuc>
        <codAgente>${body.get("codAgente")}</codAgente>
        <codPtoVta>${body.get("codPtoVta")}</codPtoVta>
      </modelo>
    </ConsultarTipoPoliza>
  </soap12:Body>
</soap12:Envelope>